Repository: kfarnung/jellyfin-xbox
Catalog: Jellyfin/Resources/*/Translations.resw
Source language: en_us
Languages: ar, cs, de_de, es, fi, fr, hu, it, ka, kn, nl, pl, zh_hans

# App.Name
source: Jellyfin-For-Xbox
ar: Jellyfin للاكس بوكس
cs: Jellyfin-pro-Xbox
de_de: Jellyfin-Für-Xbox
es: Jellfin-Para-Xbox
fi: Jellyfin-Xboxille
fr: Jellyfin-Pour-Xbox
hu: Jellyfin-az-Xboxra
it: Jellyfin-Per-Xbox
ka: Jellyfin-Xbox-ისთვის
kn: ಎಕ್ಸ್ ಬಾಕ್ಸ್.ಗೆ ಜೆಲ್ಲಿಫಿನ್
nl: Jellyfin-voor-Xbox
pl: Jellyfin-Dla-Xbox
zh_hans: Xbox版本Jellyfin

# Common.Abort
source: Abort
ar: إحباط
cs: Přerušit
de_de: Abbrechen
es: Cancelar
fi: Keskeytä
fr: Abandonner
hu: Mégsem
it: Annulla
ka: შეწყვეტა
kn: ರದ್ದುಮಾಡು
nl: Afbreken
pl: Przerwij
zh_hans: 终止

# Common.No
source: No
ar: لا
cs: Ne
de_de: Nein
fi: Ei
fr: Non
hu: Nem
ka: არა
kn: ಇಲ್ಲ
nl: Nee
pl: Nie
zh_hans: 否

# Common.Ok
source: Ok
ar: تم
hu: Oké
ka: დიახ
kn: ಸರಿ
nl: Oké
zh_hans: 是

# Common.Save
source: Save
ar: حفظ
cs: Uložit
de_de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
ka: შენახვა
kn: ಉಳಿಸು
nl: Opslaan
pl: Zapisz
zh_hans: 保存

# Common.Yes
source: Yes
ar: نعم
cs: Ano
de_de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ka: დიახ
kn: ಹೌದು
nl: Ja
pl: Tak
zh_hans: 是

# Dialog.Crash.Body
source: The app encountered an unexpected Error. Do you want to attempt to upload the Logfile to the server?
ar: واجه التطبيق خطأ غير متوقع. هل ترغب في رفع ملف السجل للخادم؟
cs: V aplikaci došlo k neočekávané chybě. Chcete se pokusit nahrát soubor protokolu na server?
de_de: Die App stieß auf einen unerwarteten Fehler. Willst du versuchen die Logfiles auf den Jellyfin Server hochzuladen?
es: La app se ha encontrado con un error no esperado. ¿Quieres intentar subir el Logfile al servidor?
fi: Sovellus kohtasi odottamattoman virheen. Haluatko lähettää lokitiedoston palvelimelle?
fr: L’application a rencontré une erreur inattendue. Voulez-vous essayer de téléverser le journal sur le serveur ?
hu: Váratlan hiba történt. Szeretnéd hogy a naplófájl feltöltésre kerüljön a szerverre?
it: Questa app ha avuto un errore inaspettato. Vuoi provare a caricare il file di log sul server?
ka: აპლიკაციამ მოულოდნელი შეცდომა აღმოაჩინა. გნებავთ ჟურნალის ფაილის სერვერზე ატვირთვის ცდა?
kn: ಆ್ಯಪ್ ಅನಿರೀಕ್ಷಿತ ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸಿದೆ. ನೀವು ಲಾಗ್‌ಫೈಲನ್ನು ಸರ್ವರಿಗೆ ಅಪ್ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಲು ಬಯಸುತ್ತೀರಾ?
nl: Een onverwachte fout in de applicatie is opgetreden. Wilt u het logbestand proberen te uploaden naar de server?
pl: Aplikacja napotkała nieoczekiwany błąd. Czy chcesz spróbować przesłać plik dziennika na serwer?
zh_hans: 应用遇到未预测的错误。你希望尝试向服务器上传日志文件吗？

# Dialog.Crash.Only.Body
source: The Application has encountered an unexpected issue
ar: واجه التطبيق حالة غير متوقعة
cs: Aplikace narazila na neočekávaný problém
de_de: Die App stieß auf ein unerwartetes Problem
es: La Aplicación se ha encontrado un error no esperado
fi: Sovellus kohtasi odottamattoman ongelman
fr: L’application a rencontré un problème inattendu
hu: Váratlan hiba történt
it: Questa Applicazione ha avuto un problema inaspettato
ka: აპლიკაციამ მოულოდნელი პრობლემა აღმოაჩინა
kn: ಆ್ಯಪ್ ಅನಿರೀಕ್ಷಿತ ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸಿದೆ
nl: Er is een onverwachte fout in de applicatie is opgetreden
pl: Aplikacja napotkała nieoczekiwany problem
zh_hans: 应用遇到未预料的问题

# Dialog.Crash.Title
source: Error
ar: خطأ
cs: Chyba
de_de: Fehler
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ka: შეცდომა
kn: ದೋಷ
nl: Fout
pl: Błąd
zh_hans: 错误

# Dialog.Warning.LayoutScaling
source: Could not disable layout scaling. This application is not designed to run on a desktop PC but only on an Xbox device. You might encounter bugs when running on a PC.
ar: تعذر تثبيط تحجيم الواجهة. هذا التطبيق غير مصمم للحاسوب الشخصي لكن فقط لجهاز Xbox. قد تواجه أخطاء برمجية عند التشغيل على الحاسوب.
cs: Nelze zakázat změnu velikosti rozvržení. Tato aplikace není určena pro stolní počítač, ale pouze pro zařízení Xbox. Při spuštění na počítači se můžete setkat s chybami.
de_de: Es ist nicht möglich das automatische Layout Scaling zu Deaktivieren. Diese App ist nicht dafür entwickelt auf einem PC ausgeführt zu werden. Es werden möglicherweise Bugs auftreten.
es: No se ha podido deshabilitar el escalado de interfaz. Esta aplicación no se ha diseñado para ejecutarse en un PC de sobremesa sino en un dispositivo Xbox. Puedes encontrar bugs ejecutándolo en un PC.
fi: Layout skaalausta ei voitu poistaa. Sovellis ei ole suunniteltu suorittettavaksi PC:llä vain pelkästään Xbox laitteilla Voit kohdata virheitä suorittaessasi sovellusta PC:llä.
fr: Impossible de désactiver la mise à l'échelle de l'interface. Cette application n'est pas conçue pour un PC, seulement pour un appareil Xbox. Des bugs peuvent se produire sur PC.
hu: Nem sikerült letiltani az elrendezés méretezését. Ez az alkalmazás Xbox eszközön való futtatásra készült. PC-n futtatva hibákba ütközhet.
it: Non è stato possibile disabilitare lo scaling dell'interfaccia. Questa applicazione non è progettata per funzionare su PC ma solo su dispositivi XBOX. Potresti incontrare problemi inaspettati se utilizzerai l'applicazione su PC.
ka: განლაგების მასშტაბირების გამორთვა შეუძლებელია. ეს აპლიკაცია არააა განკუთვნილი კომპიუტერზე გასაშვებად. ის, მხოლოდ, Xbox-ზე უნდა გაუშვათ. კომპიუტერზე გაშვებისას, შეიძლება, შეცდომები აღმოაჩინოთ.
kn: ಲೇಔಟ್ ಮಾಪನವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಈ ಅಪ್ಲಿಕೇಶನ್ ಡೆಸ್ಕ್‌ಟಾಪ್ ಪಿಸಿಯಲ್ಲಿ ಚಾಲನೆ ಮಾಡಲು ವಿನ್ಯಾಸಗೊಳಿಸಲ್ಪಟ್ಟಿಲ್ಲ, ಇದು ಕೇವಲ ಎಕ್ಸ್ಬಾಕ್ಸ್ ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಚಲಿಸುತ್ತದೆ. ನೀವು ಪಿಸಿಯಲ್ಲಿ ಚಲಿಸುವಾಗ ನೀವು ದೋಷಗಳನ್ನು ಎದುರಿಸಬಹುದು.
nl: Kan de schaalverdeling niet uitschakelen. Deze applicatie is ontworpen voor een Xbox, geen desktop PC. Je kan bugs tegenkomen bij het draaien op een desktop PC.
pl: Nie można wyłączyć skalowania układu. Ta aplikacja nie jest przeznaczona do działania na komputerze stacjonarnym, a jedynie na urządzeniu Xbox. Podczas uruchamiania na komputerze mogą wystąpić błędy.
zh_hans: 无法禁用布局缩放。此应用程序并非设计用于在台式电脑上运行，而只能在 Xbox 设备上运行。 在电脑上运行此程序时，你可能会遇到错误。

# OnBoarding.Connect.Text
source: Connect
ar: اتصال
cs: Připojit
de_de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
hu: Csatlakozás
it: Connetti
ka: დაკავშირება
kn: ಸಂಪರ್ಕಿಸು
nl: Verbind
pl: Połącz
zh_hans: 连接

# OnBoarding.ConnectTo.Text
source: Connect to Jellyfin Server.
ar: توصيل لخادم Jellyfin.
cs: Připojit k Jellyfin Serveru.
de_de: Verbinden mit Jellyfin Server.
es: Conectar al Servidor Jellyfin.
fi: Yhdistä Jellyfin Palvelimelle.
fr: Connexion au serveur Jellyfin.
hu: Csatlakozás egy Jellyfin Szerverhez.
it: Connetti al Server Jellyfin
ka: Jellyfin-ის სერვერთან დაკავშირება.
kn: ಜೆಲ್ಲಿಫಿನ್ ಸರ್ವರಿಗೆ ಸಂಪರ್ಕಸು.
nl: Verbind met Jellyfin Server.
pl: Połącz się z serwerem Jellyfin.
zh_hans: 连接到 Jellyfin 服务器。

# OnBoarding.ServerDiscovery.Empty.Text
source: No local servers found.
ar: تعذر العثور على خوادم محلية.
cs: Nebyly nalezeny žádné lokální servery.
de_de: Keine Server gefunden.
es: No se han encontrado servidores locales.
fi: Paikallisia palvelimia ei löytynyt.
fr: Aucun serveurs locaux trouvés.
hu: Nem találtunk lokális szervert.
it: Nessun server locale trovato.
ka: ლოკალური სერვერები აღმოჩენილი არაა.
kn: ಯಾವುದೇ ಸ್ಥಳೀಯ ಸರ್ವರ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
nl: Geen lokale servers gevonden.
pl: Nie znaleziono serwerów lokalnych.
zh_hans: 未找到本地服务器。

# OnBoarding.ServerDiscovery.Header.Text
source: Local Servers.
ar: خوادم محلية.
cs: Místní servery.
de_de: Lokale Server.
es: Servidores Locales.
fi: Paikalliset palvelimet.
fr: Serveurs locaux.
hu: Lokális szerverek.
it: Server locali.
ka: ლოკალური სერვერები.
kn: ಸ್ಥಳೀಯ ಸರ್ವರ್‌ಗಳು.
nl: Lokale servers.
pl: Serwery lokalne.
zh_hans: 本地服务器。

# OnBoarding.ServerList.Error.Text
source: Attempted to connect to:
ar: محاولة التوصيل لـ:
cs: Pokus o připojení k:
de_de: Getestete Server Urls:
es: Se ha intentado conectar a:
fi: Yritetty yhdistää:
fr: Tentative de connexion à :
hu: Csatlakozási próbálkozás ide:
it: Tentativo di connessione a:
ka: ვცადე, დავკავშირებოდი სერვერს:
kn: ಇದಕ್ಕೆ ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗಿದೆ:
nl: Geprobeerd te verbinden met:
pl: Próbowano połączyć się z:
zh_hans: 尝试连接到：

# OnBoarding.ServerLookup.Header.Text
source: Attempted to connect to:
ar: محاولة التواصل مع:
cs: Pokus o připojení k:
de_de: Getestete Server Urls:
es: Se ha intentado conectar a:
fi: Yritetty yhdistää:
fr: Tentative de connexion à :
hu: Csatlakozási próbálkozás ide:
it: Provo a collegarmi a:
ka: ვცადე, დავკავშირებოდი სერვერს:
kn: ಇದಕ್ಕೆ ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗಿದೆ:
nl: Geprobeerd te verbinden met:
pl: Próbowano połączyć się z:
zh_hans: 尝试连接到：

# OnBoarding.ServerUri.Placeholder
source: ex: 192.168.1.100:8096 or demo.jellyfin.org
ar: مثل: 192.168.1.100:8096 أو demo.jellyfin.org
cs: Příklad: 192.168.1.100:8096 nebo demo.jellyfin.org
de_de: ex: 192.168.1.100:8096 oder demo.jellyfin.org
es: ej: 192.168.1.100:8096 o demo.jellyfin.org
fi: esim: 192.168.1.100:8096 tai demo.jellyfin.org
fr: ex : 192.168.1.100:8096 ou demo.jellyfin.org
hu: például: 192.168.1.100:8096 vagy demo.jellyfin.org
it: Es: 192.168.1.100:8096 oppure demo.jellyfin.org
ka: მაგ: 192.168.1.100:8096 ან demo.jellyfin.org
kn: ಉದಾಹರಣೆ: 192.168.1.100:8096 ಅಥವಾ demo.jellyfin.org
nl: Bijvoorbeeld: 192.168.1.100:8096 of demo.jellyfin.org
pl: np. 192.168.1.100:8096 lub demo.jellyfin.org
zh_hans: 例如：192.168.1.100:8096 或 demo.jellyfin.org

# ServerLookupValidation.Error.Fallback.Text
source: Unknown error validating server response.
ar: خطأ مجهول في تقدير استجابة الخادم.
cs: Neznámá chyba při ověřování odpovědi serveru.
de_de: Unbekannter Fehler beim lesen der Serverantwort.
es: Error desconocido validando la respuesta del servidor.
fi: Tuntematon virhe palvelimen vastauksen vahvistamisessa.
fr: Erreur inconnue lors de la validation de la réponse du serveur.
hu: Ismeretlen hiba a szerver válaszának ellenőrzése közben.
it: Errore sconosciuto durante la validazione della risposta ricevuta dal server.
ka: უცნობი შეცდომა სერვერის პასუხის გადამოწმებისას.
kn: ಸರ್ವರ್ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಮೌಲ್ಯೀಕರಿಸುವಾಗ ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.
nl: Onbekende fout bij het valideren van het antwoord van de server.
pl: Nieznany błąd podczas sprawdzania odpowiedzi serwera.
zh_hans: 验证服务器响应时发生未知错误。

# ServerLookupValidation.Error.General.Text
source: Exception parsing server response: {0}
ar: استثناء تحليل استجابة الخادم: {0}
cs: Výjimka při analýze odpovědi serveru: {0}
de_de: Fehler beim Lesen der Antwort vom Server: {0}
es: Error parseando la respuesta del servidor: {0}
fi: Poikkeus palvelimen vastauksen käsittelyssä: {0}
fr: Erreur lors de la récupération de la réponse du serveur : {0}
hu: Hiba a szerver válaszának lekérésekor: {0}
it: Errore durante il parse della risposta ricevuta dal server: {0}
ka: გამონაკლისი სერვერის პასუხის დამუშავებისას: {0}
kn: ಸರ್ವರ್ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಓದುವಾಗ ಸಮಸ್ಯೆ: {0}
nl: Fout tijdens het verwerken van het antwoord van de server: {0}
pl: Wyjątek podczas analizy odpowiedzi serwera: {0}
zh_hans: 解析服务器响应时发生异常：{0}

# ServerLookupValidation.Error.NoServerDetected.Text
source: It does not seem that the requested Url runs a Jellyfin server.
ar: لا يبدو أن الصفحة المطلوبة تعمل مع خادم Jellyfin.
cs: Zdá se, že požadované adrese URL neběží server Jellyfin.
de_de: Es konnte kein Jellyfin server bei der angegebenen Addresse gefunden werden.
es: No parece que la Url pedida ejecute un servidor Jellyfin.
fi: Vaikuttaisi että antamassasi nettiosoitteessa ei ole Jellyfin palvelinta.
fr: L'adresse demandée ne semble pas contenir de serveur Jellyfin.
hu: Úgy tűnik hogy a megadott URL nem futtat Jellyfin szervert.
it: Sembra che l'Url richiesto non contenga un istanza di Jellyfin.
ka: როგორც ჩანს, მოთხოვნილ Url-ზე Jellyfin გაშვებული არაა.
kn: ವಿನಂತಿಸಿದ URL ಜೆಲ್ಲಿಫಿನ್ ಸರ್ವರ್ ಅನ್ನು ರನ್ ಮಾಡುತ್ತದೆ ಎಂದು ತೋರುತ್ತಿಲ್ಲ.
nl: De opgegeven URL lijkt geen Jellyfin Server te zijn.
pl: Wygląda na to, że żądany adres URL nie obsługuje serwera Jellyfin.
zh_hans: 请求的 URL 似乎并未运行 Jellyfin 服务器。

# Settings.Version.Text
source: Version
ar: اصدار
cs: Verze
es: Versión
fi: Versio
hu: Verzió
it: Versione
ka: ვერსია
kn: ಆವೃತ್ತಿ
nl: Versie
pl: Wersja
zh_hans: 版本

# OnBoarding.TitleHeader.Text
source: Welcome to Jellyfin
ar: مرحبا بكم في Jellyfin
cs: Vítejte v Jellyfin
de_de: Willkommen in der Jellyfin App
es: Bienvenido a la Aplicación de Jellyfin
fi: Tervetuloa Jellyfin Sovellukseen
fr: Bienvenue dans l'application Jellyfin
hu: Üdvözlet a Jellyfin-ben
ka: მოგესალმებათ Jellyfin
kn: ಜೆಲ್ಲಿಫಿನ್ಗೆ ಸ್ವಾಗತ
nl: Welkom bij Jellyfin
pl: Witamy w Jellyfin
zh_hans: 欢迎使用 Jellyfin 应用程序

# OnBoarding.VersionHeader.Text
source: Jellyfin for Xbox App Version:
ar: اصدار تطبيق Jellyfin لـXbox:
cs: Verze aplikace Jellyfin pro Xbox:
de_de: Jellyfin für Xbox App Version:
es: Jellyfin para Xbox Versión de Aplicación:
fi: Jellyfin Xboxille sovellusversio:
fr: Version de Jellyfin pour Xbox :
hu: Jellyfin az Xbox-ra verziója:
it: Jellyfin per Xbox Versione:
ka: აპლიკაციის Jellyfin for Xbox ვერსია:
kn: ಜೆಲ್ಲಿಫಿನ್ ಫರ್ ಎಕ್ಸ್ ಬಾಕ್ಸ್ ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ:
nl: Jellyfin voor de Xbox App Versie:
pl: Wersja aplikacji Jellyfin dla Xbox:
zh_hans: Jellyfin Xbox 应用版本：

# CultureSelector.Selector.Header.Text
source: Language:
ar: لغة:
cs: Jazyk:
de_de: Sprache:
es: Idioma:
fi: Kieli
fr: Langue :
hu: Nyelv:
it: Lingua:
ka: ენა:
kn: ಭಾಷೆ:
nl: Taal:
pl: Język:
zh_hans: 语言：

# WebView.Error.ValidationFailed.Text
source: The Jellyfin server {0} is currently not available: {1}
ar: خادم Jellyfin {0} غير متوفر حاليا: {1}
cs: Server Jellyfin {0} momentálně není k dispozici: {1}
de_de: Der Jellyfin Server {0} ist zur Zeit nicht verfügbar: {1}
es: El servidor Jellyfin {0} no está disponible actualmente: {1}
fi: Jellyfin palvelin {0} ei ole tällä hetkellä saatavilla: {1}
fr: Le serveur Jellyfin {0} est actuellement indisponible. {1}
hu: A Jellyfin szerver ezen a címen {0} jelenleg nem elérhető: {1}
it: Il server Jellyfin {0} non è al momento disponibile: {1}
ka: Jellyfin-ის სერვერი {0} ამჟამად ხელმისაწვდომი არაა: {1}
kn: ಜೆಲ್ಲಿಫಿನ್ ಸರ್ವರ್ {0} ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ: {1}
nl: De Jellyfin server {0} is momenteel niet beschikbaar: {1}
pl: Serwer Jellyfin {0} jest obecnie niedostępny: {1}
zh_hans: Jellyfin 服务器 {0} 当前不可用： {1}

# WebView.Error.NavigationFailed.Text
source: Navigation failed. Reason: {0}
ar: فشل الابحار. السبب: {0}
cs: Navigace selhala. Důvod: {0}
de_de: Navigation fehlgeschlagen. Fehler: {0}
es: La navegación falló. Razon: {0}
fi: Navigointi epäonnistui. Syy: {0}
fr: Échec de la navigation. Raison : {0}
hu: Navigációs hiba történt. Oka: {0}
it: Navigazione fallita. Motivo: {0}
ka: ნავიგაციის შეცდომა. მიზეზი: {0}
kn: ನ್ಯಾವಿಗೇಷನ್ ವಿಫಲವಾಗಿದೆ. ಕಾರಣ: {0}
nl: Laden van pagina mislukt. Reden: {0}
pl: Nawigacja nie powiodła się. Powód: {0}
zh_hans: 页面加载失败。原因： {0}

# WebView.Error.InitializationFailed.Text
source: Could not initialize WebView.
ar: تعذر اطلاق WebView.
cs: Nelze inicializovat WebView.
de_de: Fehler beim starten des internen WebBrowsers.
es: No se pudo inicializar el WebView.
fi: WebView ei suostu avautumaan.
fr: Impossible d'initialiser WebView.
hu: Nem lehetett a WebView-t betölteni.
it: Impossibile inizializzare la WebView.
ka: WebView-ის ინიციალიზაციის შეცდომა.
kn: ವೆಬ್‌ವೀಕ್ಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
nl: WebView kan niet worden geladen.
pl: Nie można zainicjować WebView.
zh_hans: 无法初始化 WebView。

# UrlValidation.Error.Timeout.Text
source: The request timed out. Please check your network connection and try again.
ar: انتهى وقت الطلب. يٌرجى التأكد من وصلة الشبكة لديك و إعادة المحاولة.
cs: Platnost požadavku vypršela. Zkontrolujte prosím připojení k síti a zkuste to znovu.
de_de: Die Anfrage wurde wegen Zeitüberschritung abgebrochen.
es: La petición expiró. Porfavor compruebe su conexión a internet y vuelvalo a intentar.
fi: Pyyntö aikakatkaistu. Tarkista nettiyhteytesi ja yritä uudelleen.
fr: La requête a expiré. Veuillez vérifier votre connexion réseau et réessayez.
hu: A kapcsolat megszakadt. Kérlek ellenőrizd a hálózati csatlakozást, és próbáld újra.
it: La richiesta è scaduta. Controlla la connessione alla rete e riprova.
ka: მოთხოვნის მოლოდინის ვადა ამოიწურა. შეამოწმეთ თქვენი ქსელური კავშირი და კიდევ სცადეთ.
kn: ವಿನಂತಿಯ ಸಮಯ ಮೀರಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
nl: De aanvraag duurde te lang. Controleer uw internetverbinding en probeer het opnieuw.
pl: Upłynął limit czasu żądania. Sprawdź połączenie sieciowe i spróbuj ponownie.
zh_hans: 请求超时。请检查您的网络连接并重试。

# UrlValidation.Error.NoInput.Text
source: Please enter a server address.
ar: يُرجى ادخال عنوان خادم.
cs: Zadejte prosím adresu serveru.
de_de: Bitte eine gültige URL eingeben.
es: Porfavor introduzca una dirección de servidor.
fi: Syötä palvelimen osoite.
fr: Veuillez entrer une adresse de serveur.
hu: Add meg a szerver címét.
it: Inserisci l'indirizzo del server.
ka: შეიყვანეთ სერვერის მისამართი.
kn: ದಯವಿಟ್ಟು ಸರ್ವರ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
nl: Voer het server adres in.
pl: Podaj adres serwera.
zh_hans: 请输入服务器地址。

# UrlValidation.Error.General.Text
source: Could not connect to the server at "{0}". Error: {1}
ar: تعذر التوصيل للخادم عند "{0}". خطأ: {1}
cs: Nepodařilo se připojit k serveru na adrese "{0}". Chyba: {1}
de_de: Fehler bei dem Verbindungsversuch "{0}". Error: {1}
es: No se ha podido conectar con el servidor "{0}". Error: {1}
fi: Palvelimeen ei pystytty yhdistämään "{0}". Virhe: {1}
fr: Impossible de se connecter au serveur à "{0}". Erreur : {1}
hu: Nem lehetett ehhez a szerverhez kapcsolódni: “{0}”. Hiba: {1}
it: Impossibile raggiungere il server a "{0}". Errore: {1}
ka: ვერ დავუკავშირდი სერვერს მისამართზე "{0}". შეცდომა: {1}
kn: "{0}" ನಲ್ಲಿ ಸರ್ವರ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದೋಷ: {1}
nl: Kon geen verbinding maken met de server op "{0}". Foutmelding: {1}
pl: Nie można połączyć się z serwerem pod adresem „{0}”. Błąd: {1}
zh_hans: 无法连接到“{0}”处的服务器。错误： {1}

# Settings.Values.AutoResolution.Unsupported.Text
source: Display resolution is not supported on this device.
ar: دقة العرض غير مدعومة على هذا الجهاز.
cs: Rozlišení displeje není na tomto zařízení podporováno.
de_de: Automatische Bildschirmauflösung wird auf diesem Gerät nicht unterstützt.
es: Resolución de la pantalla no disponible en este dispositivo.
fi: Näytön resoluutio ei ole tuettu tällä laitteella.
fr: La résolution de l'écran n'est pas prise en charge sur cet appareil.
hu: Ez a felbontás nem elérhető ezen az eszközön.
it: La risoluzione dello schermo non è supportata su questo dispositivo.
ka: ეკრანის გაფართოება ამ მოწყობილობაზე მხარდაჭერილი არაა.
kn: ಈ ಸಾಧನದಲ್ಲಿ ಡಿಸ್‌ಪ್ಲೇ ರೆಸಲ್ಯೂಶನ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
nl: Beeldschermresolutie is niet ondersteund op dit apparaat.
pl: Rozdzielczość wyświetlania nie jest obsługiwana na tym urządzeniu.
zh_hans: 此设备不支持该显示分辨率。

# Settings.Values.AutoResolution.Text
source: Set the display resolution to the media resolution
ar: تعيين دقة العرض لدقة عرض هذه الوسائط
cs: Nastavit rozlišení displeje na rozlišení média
de_de: Automatische Erkennung der Auflösung
es: Establece la resolución de la pantalla a la resolución de la tasa de refresco
fi: Aseta näytön resoluutio median resoluutioon
fr: Définir la résolution de l'écran à celle du média
hu: Kijelző felbontásának a média felbontásához igazítás
it: Imposta la risoluzione dello schermo come la risoluzione del contenuto
ka: ეკრანის გაფართოების დაყენება მედიის გაფართოებაზე
kn: ಪ್ರದರ್ಶನ ರೆಸಲ್ಯೂಶನ್ ಅನ್ನು ಮಾಧ್ಯಮ ರೆಸಲ್ಯೂಶನ್‌ಗೆ ಹೊಂದಿಸಿ
nl: Pas de beeldschermresolutie aan op de resolutie van de media
pl: Ustaw rozdzielczość wyświetlania na rozdzielczość multimediów
zh_hans: 将显示分辨率设置为媒体分辨率

# Settings.Values.AutoRefresh.Unsupported.Text
source: Auto display refresh rate is not supported on this device.
ar: تنشيط معدل العرض التلقائي غير مدعوم لهذا الجهاز.
cs: Automatická obnovovací frekvence displeje není na tomto zařízení podporována.
de_de: Automatische Bildwiederholfrequenz wird auf diesem Gerät nicht unterstützt.
es: Tasa de refresco automático no disponible en este dispositivo.
fi: Automaattinen naytön virkistystaajuuden asetus ei ole tuettu tällä laitteella.
fr: La fréquence de rafraîchissement auto n'est pas prise en charge sur cet appareil.
hu: Az automatikus kijelző frissítési gyakoriság nem elérhető ezen az eszközön.
it: Il refresh rate automatico dello schermo non è supportato su questo dispositivo.
ka: ავტომატური ეკრანის განახლების სიხშირე ამ მოწყობილობაზე მხარდაჭერილი არაა.
kn: ಈ ಸಾಧನದಲ್ಲಿ ಸ್ವಯಂ ಪ್ರದರ್ಶನ ರಿಫ್ರೆಶ್ ದರವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
nl: Dit apparaat ondersteunt geen automatische schermverversing.
pl: To urządzenie nie obsługuje automatycznej częstotliwości odświeżania wyświetlacza.
zh_hans: 此设备不支持自动显示刷新率。

# ServerLookupValidation.Error.ProductName.Text
source: ProductName '{0}' does not match expected '{1}'.
ar: ProductName '{0}' لا يطابق المتوقع '{1}'.
cs: Název produktu '{0}' neodpovídá očekávanému '{1}'.
de_de: ProductName '{0}' ist nicht vom erwarteten Wert '{1}'.
es: ProductName '{0}' no es el esperado '{1}'.
fi: TuoteNimi '{0}' ei vastaa odotettua '{1}'.
fr: Le ProductName '{0}' ne correspond pas à la valeur attendue '{1}'.
hu: TermékNév ‘{0}’ nem egyezik az elvárttal ‘{1}’.
it: Il prodotto '{0}' non corrisponde all'atteso '{1}'.
ka: პროდუქტის სახელი '{0}' არ ემთხვევა მოსალოდნელს '{1}'.
kn: ಉತ್ಪನ್ನದ ಹೆಸರು '{0}' ನಿರೀಕ್ಷಿತ '{1}' ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
nl: Productnaam '{0}' komt niet overeen met '{1}'.
pl: ProductName „{0}” nie jest zgodna z oczekiwaną nazwą „{1}”.
zh_hans: 产品名称“{0}”与预期的“{1}”不匹配。

# ServerLookupValidation.Error.ServerVersion.Invalid.Text
source: Invalid server version format: '{0}'
ar: تهيئة اصدار خادم خاطئة: '{0}'
cs: Neplatný formát verze serveru: '{0}'
de_de: Ungültiges Format der Serverversion: '{0}'
es: Fomato de versión de servidor inválido: '{0}'
fi: Virheellinen palvelimen version formatointi: '{0}'
fr: Format de version serveur invalide : '{0}'
hu: Érvénytelen szerver verzió: '{0}'
it: Formato della versione server non valida: '{0}'
ka: არასწორი სერვერის ვერსიის ფორმატი: '{0}'
kn: ಅಮಾನ್ಯ ಸರ್ವರ್ ಆವೃತ್ತಿ ಸ್ವರೂಪ: '{0}'
nl: Invalide opbouw van de server versie: '{0}'
pl: Nieprawidłowy format wersji serwera: „{0}”
zh_hans: 无效的服务器版本格式：'{0}'

# ServerLookupValidation.Error.ServerVersion.MinimumSupported.Text
source: The minimum supported server version is {0}, but the server is running {1}.
ar: اقل اصدار مدعوم للخادم هو {0}, لكن يمكن تشغيل الخادم.
cs: Minimální podporovaná verze serveru je {0}, ale na serveru běží {1}.
de_de: Diese App unterstützt nur Jellyfin Server mit der Version {0} oder neuer. Der verbundene Server ist jedoch auf version {1}.
es: La versión mínima soportada de servidor es {0}, pero el servidor está ejecutando {1}.
fi: Palvelimen vanhin tuettu versio on {0}, mutta Palvelin on {1}.
fr: La version minimale prise en charge est {0}, mais le serveur tourne en {1}.
hu: A legkisebb támogatott szerver verzió {0}, de a szerver {1}-t futtat.
it: La minima versione del server supportata è {0}, ma il server ha la versione {1}.
ka: სერვერის მინიმალური მხარდაჭერილი ვერსიაა {0}, მაგრამ სერვერზე გაშვებულია {1}.
kn: ಕನಿಷ್ಠ ಬೆಂಬಲಿತ ಸರ್ವರ್ ಆವೃತ್ತಿ {0}, ಆದರೆ ಸರ್ವರ್ {1} ಚಾಲನೆಯಲ್ಲಿದೆ.
nl: De minimale ondersteunde server versie is {0}, maar de server draait {1}.
pl: Minimalna obsługiwana wersja serwera to {0}, ale serwer działa na wersji {1}.
zh_hans: 最低支持的服务器版本是 {0}，但当前服务器运行的是 {1}。

# ServerValidation.Error.Rejected.Text
source: Failed to connect to the server at "{0}". Status code: {1} - {2}
ar: فشل التوصيل للخادم عند "{0}". رمز الحالة: {1} - {2}
cs: Nepodařilo se připojit k serveru "{0}". Stavový kód: {1} - {2}
de_de: Fehler bei dem Verbindungsversuch "{0}". Status code: {1} - {2}
es: Fallo al conectar con el servidor "{0}". Código de error: {1} - {2}
fi: Yhdistäminen palvelimeen "{0}". Tilanne koodi: {1} - {2}
fr: Impossible de se connecter au serveur à "{0}". Code : {1} - {2}
hu: Nem sikerült ehhez a szerverhez kapcsolódni: "{0}". Hibakód: {1} - {2}
it: Impossibile connettersi al server a "{0}". Status code: {1} - {2}
ka: ვერ დავუკავშირდი სერვერს მისამართზე "{0}". სტატუსის კოდი: {1} - {2}
kn: "{0}" ನಲ್ಲಿ ಸರ್ವರ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ. ಸ್ಥಿತಿ ಕೋಡ್: {1} - {2}
nl: Verbinding mislukt met de server op "{0}". Status code: {1} - {2}
pl: Nie udało się połączyć z serwerem pod adresem „{0}”. Kod statusu: {1} - {2}
zh_hans: 无法连接到“{0}”处的服务器。状态代码：{1} - {2}
